// Список преимуществ методики
export const benefits = [
  "Быстрое избавление от болей в спине, шее, суставах и конечностях",
  "Красивая осанка и здоровый мышечный тонус",
  "Свобода движений, сила и гибкость",
  "Восстановление работы опорно-двигательного аппарата, уменьшение воспаления",
  "Улучшение координации, равновесия, кровообращения и обмена веществ",
  "Повышение энергии, отличное самочувствие и качество жизни",
  "Меньше потребности в обезболивающих, быстрая реабилитация",
  "Для детей: развитие речи, внимания, мелкой моторики и коррекция осанки",
];
