import { SciencePoint } from "./types";

export const sciencePoints: SciencePoint[] = [
  {
    title: "Пьезоэлектрический эффект",
    icon: "Zap",
    description:
      "Открытие пьезоэлектрического эффекта в костях (1957, Ивао Ясуда): Кости генерируют электрический сигнал при механическом давлении, стимулируя регенерацию.",
  },
  {
    title: "Закон Вольфа",
    icon: "Scale",
    description:
      "Кости укрепляются при механической нагрузке, в 15 раз превышающей вес тела, активируется рост костной ткани, а также происходит выделение гормонов, регулирующих метаболизм.",
  },
  {
    title: "Практическое применение",
    icon: "Flask",
    description:
      "Практическое применение в США с 1997 г: Институты Harvard, Emory и др., создали фитнес-программы и тренажеры, доказав эффективность укрепления костной ткани.",
  },
];

export const principlesLeft = [
  "Формирует точечно направленную весовую нагрузку на осевой̆ скелет",
  "Передаёт усилие в кость, минуя суставы и поверхностные мышцы",
  "Включает в работу глубокие стабилизирующие цепи тела",
];

export const principlesRight = [
  "Происходит выделение новых клеток, коллагена",
  "Запускается мобилизация гормональной и нервной регуляции",
  "Активируются естественные процессы регенерации тканей",
];
